{
  "tpbank": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Nhắc đến TPBank trong thông tin địa điểm mà không liên quan đến dịch vụ tài chính của TPBank.",
    "2": "Thông tin đề cập vị trí gần TPBank: Ghi nhận vị trí gần TPBank mà không phải nội dung chính về thương hiệu TPBank.",
    "3": "Mini game và quà tặng: Các chương trình minigame, tri ân khách hàng của bên thứ ba mà không ảnh hưởng đến hình ảnh thương hiệu TPBank.",
    "4": "Thông tin giáo dục và đào tạo: Các khóa học có nhắc đến TPBank nhưng không liên quan đến chất lượng dịch vụ tài chính của TPBank.",
    "5": "Thông tin thời trang, phụ kiện: Sản phẩm thời trang, trang sức có nhắc đến TPBank nhưng không mang thông điệp tài chính liên quan đến TPBank.",
    "6": "Thông tin ẩm thực, dịch vụ ăn uống: Bài viết quảng bá nhà hàng, quán cafe gần TPBank mà không ảnh hưởng đến thương hiệu tài chính TPBank.",
    "7": "Thông tin dịch vụ tiện ích: Dịch vụ giặt ủi, bán lẻ có nhắc đến TPBank nhưng không phản ánh giá trị thương hiệu TPBank.",
    "8": "Thông tin tuyển dụng chung (không phải tuyển dụng TPBank): Tin tuyển dụng của ngành khác nhưng nhắc đến TPBank trong phần địa chỉ.",
    "9": "Thông tin y tế, sức khỏe: Các bài viết về dịch vụ y tế, bảo hiểm sức khỏe có nhắc đến TPBank theo địa điểm.",
    "10": "Sự kiện gia đình, giải trí: Bài viết về văn hóa, nghệ thuật không liên quan đến hình ảnh tài chính của TPBank.",
    "11": "Thông tin công nghệ không liên quan: Nhắc đến TPBank trong bối cảnh công nghệ không thuộc lĩnh vực tài chính của TPBank.",
    "12": "Thông tin giải trí và văn hóa: Hoạt động nghệ thuật có đề cập đến TPBank nhưng không nhằm quảng bá thương hiệu TPBank.",
    "13": "Thông tin quảng cáo bất đồng: Nội dung tranh cãi không ảnh hưởng đến hình ảnh thương hiệu TPBank.",
    "14": "Thông tin nhầm lẫn thương hiệu: Bài viết nhầm lẫn TPBank với một thương hiệu khác nhưng không gây ảnh hưởng nghiêm trọng.",
    "15": "Nội dung không rõ ràng và spam: Bài viết không có giá trị hoặc lỗi chính tả.",
    "16": "Thông tin hoạt động xã hội của bên thứ ba: Hoạt động từ thiện không do TPBank tổ chức nhưng có nhắc đến tên TPBank.",
    "17": "Thông tin bán sản phẩm không liên quan: Nhắc đến TPBank nhưng không phản ánh giá trị tài chính của TPBank.",
    "18": "Thông tin cho thuê dịch vụ: Các dịch vụ thuê ngoài có nhắc đến TPBank nhưng không liên quan đến hoạt động tài chính của TPBank.",
    "19": "Nội dung bằng ngôn ngữ khác có chứa từ khóa TPBank: Không thực sự liên quan đến thương hiệu TPBank.",
    "20": "Thông tin báo cáo tài chính, định kỳ của TPBank: Ảnh hưởng đến đánh giá thương hiệu TPBank từ khách hàng, nhà đầu tư.",
    "21": "Thông tin về thị trường chứng khoán có nhắc đến TPBank (cổ phiếu TPB): Gây tác động đến uy tín tài chính của TPBank.",
    "22": "Tuyển dụng nhân viên TPBank: Phản ánh môi trường làm việc tại TPBank, ảnh hưởng đến thương hiệu tuyển dụng của TPBank.",
    "23": "Nhân viên TPBank hoặc môi giới đăng bài mời mở thẻ TPBank: Có tác động đến hình ảnh dịch vụ ngân hàng của TPBank.",
    "24": "TPBank bị phạt hoặc kiện tụng: Gây ảnh hưởng tiêu cực đến thương hiệu TPBank.",
    "25": "Sự cố bảo mật hoặc rò rỉ dữ liệu khách hàng TPBank: Ảnh hưởng lớn đến niềm tin khách hàng vào TPBank.",
    "26": "Tin tức về lãnh đạo TPBank bị bắt, từ chức: Gây tác động mạnh đến hình ảnh thương hiệu TPBank.",
    "27": "TPBank vướng vào bê bối tài chính (rửa tiền, gian lận, lừa đảo): Ảnh hưởng nghiêm trọng đến danh tiếng của TPBank.",
    "28": "Khách hàng khiếu nại hoặc biểu tình về dịch vụ ngân hàng TPBank: Ảnh hưởng trực tiếp đến lòng tin của khách hàng vào TPBank.",
    "29": "Sập hệ thống thanh toán TPBank hoặc sự cố kỹ thuật nghiêm trọng: Gây mất uy tín thương hiệu TPBank trong mắt khách hàng.",
    "30": "Bài viết quảng cáo sản phẩm tài chính của đối thủ, so sánh với TPBank: Dễ gây hiểu nhầm hoặc tác động đến hình ảnh thương hiệu TPBank."
  }
}