{
"banking": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Nhắc đến ngân hàng trong thông tin địa điểm mà không liên quan đến dịch vụ tài chính.",
    "2": "Thông tin đề cập vị trí gần ngân hàng: Ghi nhận vị trí gần ngân hàng mà không phải nội dung chính về thương hiệu.",
    "3": "Mini game và quà tặng: Các chương trình minigame, tri ân khách hàng nhưng không ảnh hưởng đến hình ảnh thương hiệu.",
    "4": "Thông tin giáo dục và đào tạo: Các khóa học có nhắc đến ngân hàng nhưng không liên quan đến chất lượng dịch vụ tài chính.",
    "5": "Thông tin thời trang, phụ kiện: Sản phẩm thời trang, trang sức có nhắc đến ngân hàng nhưng không mang thông điệp tài chính.",
    "6": "Thông tin ẩm thực, dịch vụ ăn uống: Bài viết quảng bá nhà hàng, quán cafe gần ngân hàng mà không ảnh hưởng đến thương hiệu tài chính.",
    "7": "Thông tin dịch vụ tiện ích: Dịch vụ giặt ủi, bán lẻ có nhắc đến ngân hàng nhưng không phản ánh giá trị thương hiệu.",
    "8": "Thông tin tuyển dụng chung (không phải tuyển dụng ngân hàng): Tin tuyển dụng của ngành khác nhưng nhắc đến ngân hàng trong phần địa chỉ.",
    "9": "Thông tin y tế, sức khỏe: Các bài viết về dịch vụ y tế, bảo hiểm sức khỏe có nhắc đến ngân hàng theo địa điểm.",
    "10": "Sự kiện gia đình, giải trí: Bài viết về văn hóa, nghệ thuật không liên quan đến hình ảnh tài chính của ngân hàng.",
    "11": "Thông tin công nghệ không liên quan: Nhắc đến ngân hàng trong bối cảnh công nghệ không thuộc lĩnh vực tài chính.",
    "12": "Thông tin giải trí và văn hóa: Hoạt động nghệ thuật có đề cập đến ngân hàng nhưng không nhằm quảng bá thương hiệu.",
    "13": "Thông tin quảng cáo bất đồng: Nội dung tranh cãi không ảnh hưởng đến hình ảnh thương hiệu ngân hàng.",
    "14": "Thông tin nhầm lẫn thương hiệu: Bài viết nhầm lẫn ngân hàng với một thương hiệu khác nhưng không gây ảnh hưởng nghiêm trọng.",
    "15": "Nội dung không rõ ràng và spam: Bài viết không có giá trị hoặc lỗi chính tả.",
    "16": "Thông tin hoạt động xã hội của bên thứ ba: Hoạt động từ thiện không do ngân hàng tổ chức nhưng có nhắc đến tên ngân hàng.",
    "17": "Thông tin bán sản phẩm không liên quan: Nhắc đến ngân hàng nhưng không phản ánh giá trị tài chính.",
    "18": "Thông tin cho thuê dịch vụ: Các dịch vụ thuê ngoài có nhắc đến ngân hàng nhưng không liên quan đến hoạt động tài chính.",
    "19": "Nội dung bằng ngôn ngữ khác có chứa từ khóa ngân hàng: Không thực sự liên quan đến thương hiệu.",
    "###": "Phân cách giữa SPAM và NON-SPAM",
    "20": "Thông tin báo cáo tài chính, định kỳ: Ảnh hưởng đến đánh giá thương hiệu từ khách hàng, nhà đầu tư.",
    "21": "Thông tin về thị trường chứng khoán có nhắc đến ngân hàng: Gây tác động đến uy tín tài chính.",
    "22": "Tuyển dụng nhân viên ngân hàng: Phản ánh môi trường làm việc, ảnh hưởng đến thương hiệu tuyển dụng.",
    "23": "Nhân viên ngân hàng hoặc môi giới đăng bài mời mở thẻ: Có tác động đến hình ảnh dịch vụ ngân hàng.",
    "24": "Ngân hàng bị phạt hoặc kiện tụng: Gây ảnh hưởng tiêu cực đến thương hiệu.",
    "25": "Sự cố bảo mật hoặc rò rỉ dữ liệu khách hàng: Ảnh hưởng lớn đến niềm tin khách hàng.",
    "26": "Tin tức về lãnh đạo ngân hàng bị bắt, từ chức: Gây tác động mạnh đến hình ảnh thương hiệu.",
    "27": "Ngân hàng vướng vào bê bối tài chính (rửa tiền, gian lận, lừa đảo): Ảnh hưởng nghiêm trọng đến danh tiếng.",
    "28": "Khách hàng khiếu nại hoặc biểu tình về dịch vụ ngân hàng: Ảnh hưởng trực tiếp đến lòng tin của khách hàng.",
    "29": "Sập hệ thống thanh toán hoặc sự cố kỹ thuật nghiêm trọng: Gây mất uy tín thương hiệu trong mắt khách hàng.",
    "30": "Bài viết quảng cáo sản phẩm tài chính của đối thủ: Dễ gây hiểu nhầm hoặc tác động đến hình ảnh thương hiệu."
},
"pharmacy": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Nhắc đến hiệu thuốc hoặc nhà thuốc trong thông tin địa điểm không liên quan đến dược phẩm.",
    "2": "Thông tin vị trí gần hiệu thuốc: Ghi nhận vị trí gần hiệu thuốc nhưng không phải nội dung chính về thương hiệu.",
    "3": "Mini game và quà tặng: Chương trình khuyến mãi, tri ân khách hàng nhưng không ảnh hưởng đến hình ảnh thương hiệu.",
    "4": "Thông tin giáo dục và đào tạo: Các khóa học y dược có nhắc đến hiệu thuốc nhưng không liên quan đến thương hiệu.",
    "5": "Thông tin về sức khỏe và y tế: Bài viết về chăm sóc sức khỏe có nhắc đến hiệu thuốc nhưng không trực tiếp quảng bá thương hiệu.",
    "6": "Thông tin sản phẩm dược phẩm đối thủ: Đề cập đến thuốc của công ty khác có thể ảnh hưởng đến thương hiệu.",
    "7": "Thông tin về thực phẩm chức năng: Nhắc đến hiệu thuốc trong bối cảnh sản phẩm hỗ trợ sức khỏe nhưng không thuộc thương hiệu.",
    "8": "Thông tin tuyển dụng chung: Tuyển dụng ngành y tế có nhắc đến hiệu thuốc nhưng không phải tuyển dụng trực tiếp.",
    "9": "Thông tin về nghiên cứu khoa học: Bài viết về nghiên cứu y học có nhắc đến thương hiệu hiệu thuốc.",
    "10": "Thông tin dịch vụ xét nghiệm và kiểm tra sức khỏe: Nhắc đến hiệu thuốc nhưng không phải nội dung chính.",
    "11": "Thông tin công nghệ y tế: Nhắc đến hiệu thuốc trong bối cảnh thiết bị y tế nhưng không thuộc thương hiệu.",
    "12": "Phản ánh chất lượng thuốc: Phản hồi tiêu cực về thuốc hoặc sản phẩm có thể ảnh hưởng đến thương hiệu.",
    "13": "Thông tin pháp lý liên quan đến dược phẩm: Các vụ kiện tụng liên quan đến hiệu thuốc hoặc sản phẩm của hãng.",
    "14": "Tin tức thu hồi thuốc: Thông tin về các loại thuốc bị thu hồi có thể ảnh hưởng đến danh tiếng.",
    "15": "Khách hàng khiếu nại về dịch vụ: Phản ánh về chất lượng phục vụ, giá cả tại hiệu thuốc.",
    "16": "Sự kiện cộng đồng và từ thiện: Hoạt động xã hội có nhắc đến hiệu thuốc nhưng không thuộc sở hữu của thương hiệu.",
    "17": "Thông tin quảng cáo bất đồng: Nội dung tranh cãi không ảnh hưởng đến hình ảnh thương hiệu hiệu thuốc.",
    "18": "Thông tin nhầm lẫn thương hiệu: Nhắc đến hiệu thuốc nhưng có sự nhầm lẫn với thương hiệu khác.",
    "19": "Nội dung spam hoặc không rõ ràng: Bài viết không có giá trị hoặc lỗi chính tả.",
    "###": "Phân cách giữa SPAM và NON-SPAM",
    "20": "Thông tin về chương trình bảo hiểm y tế: Nhắc đến hiệu thuốc trong bối cảnh bảo hiểm sức khỏe.",
    "21": "Thông tin về giá thuốc: Đề cập đến giá thuốc theo hướng tiêu cực, ảnh hưởng đến uy tín thương hiệu.",
    "22": "Tin tức về lãnh đạo của công ty dược: Sự thay đổi lãnh đạo có thể ảnh hưởng đến hình ảnh thương hiệu.",
    "23": "Vấn đề hàng giả và thuốc kém chất lượng: Cảnh báo về thuốc giả có thể tác động tiêu cực.",
    "24": "Các vấn đề về chính sách pháp luật ngành dược: Nhắc đến hiệu thuốc trong bối cảnh thay đổi chính sách.",
    "25": "Cạnh tranh với đối thủ: So sánh thương hiệu với đối thủ có thể gây ảnh hưởng."
},
"drink": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Nhắc đến thương hiệu đồ uống trong thông tin không liên quan.",
    "2": "Thông tin vị trí gần quán nước: Ghi nhận vị trí gần quán nhưng không phải nội dung chính.",
    "3": "Mini game và quà tặng: Các chương trình ưu đãi nhưng không ảnh hưởng đến thương hiệu.",
    "4": "Thông tin giáo dục về pha chế: Khóa học pha chế có nhắc đến thương hiệu.",
    "5": "Thông tin về thực phẩm: Nhắc đến đồ uống trong bối cảnh thực phẩm mà không quảng bá sản phẩm.",
    "6": "Dịch vụ giao hàng: Nhắc đến đồ uống trong bối cảnh dịch vụ giao hàng không thuộc thương hiệu.",
    "7": "Thông tin tuyển dụng chung: Tuyển dụng nhân viên phục vụ có nhắc đến thương hiệu.",
    "8": "Sự kiện cộng đồng có tài trợ: Nhắc đến thương hiệu đồ uống trong sự kiện nhưng không phải nội dung chính.",
    "###": "Phân cách giữa SPAM và NON-SPAM",
    "9": "Cạnh tranh giữa các thương hiệu: Đề cập đến thương hiệu khác có thể ảnh hưởng.",
    "10": "Phản ánh chất lượng sản phẩm: Phàn nàn về chất lượng đồ uống, ảnh hưởng đến uy tín.",
    "11": "Thông tin về nguyên liệu sản xuất: Nhắc đến nguồn nguyên liệu có thể ảnh hưởng đến thương hiệu.",
    "12": "Thông tin pháp lý liên quan: Vấn đề kiện tụng, vi phạm pháp luật ảnh hưởng đến thương hiệu.",
    "13": "Sự cố về vệ sinh an toàn thực phẩm: Phản ánh tiêu cực về vệ sinh trong sản xuất.",
    "14": "Chiến dịch quảng cáo gây tranh cãi: Quảng cáo có thể gây ảnh hưởng tiêu cực.",
    "15": "Khách hàng khiếu nại về giá cả: Nhắc đến thương hiệu với nhận xét không tốt về giá.",
    "16": "Bài viết nhầm lẫn thương hiệu: Nhắc đến nhầm lẫn giữa thương hiệu đồ uống.",
    "17": "Thông tin về sức khỏe và đồ uống: Đề cập đến thương hiệu trong bối cảnh dinh dưỡng.",
    "18": "Thông tin về xu hướng tiêu dùng: Nhắc đến thương hiệu trong nghiên cứu thị trường.",
    "19": "Thông tin về đối tác và nhượng quyền: Đề cập đến thương hiệu trong mở rộng kinh doanh.",
    "20": "Sự cố mất thương hiệu hoặc vi phạm bản quyền: Các vấn đề về bản quyền thương hiệu.",
    "21": "Thông tin về đóng cửa chi nhánh: Nhắc đến việc đóng cửa gây ảnh hưởng đến thương hiệu.",
    "22": "Tin tức về ban lãnh đạo: Thay đổi lãnh đạo có thể ảnh hưởng đến danh tiếng.",
    "23": "Thông tin về môi trường và trách nhiệm xã hội: Nhắc đến thương hiệu trong bối cảnh bảo vệ môi trường.",
    "24": "Phản hồi tiêu cực từ khách hàng: Đánh giá không tốt trên mạng xã hội.",
    "25": "Thông tin về kế hoạch mở rộng thị trường: Nhắc đến thương hiệu trong bối cảnh mở rộng kinh doanh."
},
"car": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Nhắc đến showroom ô tô trong các bài viết không liên quan.",
    "2": "Thông tin vị trí gần đại lý ô tô: Đề cập đến vị trí gần showroom nhưng không phải nội dung chính.",
    "3": "Mini game và quà tặng: Các chương trình khuyến mãi, tặng quà nhưng không ảnh hưởng đến thương hiệu.",
    "4": "Thông tin giáo dục về lái xe: Khóa học lái xe có nhắc đến thương hiệu ô tô.",
    "5": "Thông tin về bảo dưỡng và sửa chữa xe: Đề cập đến bảo dưỡng xe nhưng không quảng bá thương hiệu.",
    "6": "Thông tin về phụ kiện ô tô: Nhắc đến thương hiệu xe trong bối cảnh phụ kiện không chính hãng.",
    "7": "Thông tin tuyển dụng chung: Tuyển dụng ngành ô tô có nhắc đến thương hiệu.",
    "8": "Sự kiện triển lãm xe: Nhắc đến thương hiệu trong sự kiện nhưng không phải nội dung chính.",
    "9": "Cạnh tranh giữa các hãng xe: So sánh với thương hiệu đối thủ có thể ảnh hưởng.",
    "10": "Phản ánh chất lượng xe: Đánh giá tiêu cực về sản phẩm ảnh hưởng đến uy tín.",
    "11": "Thông tin về động cơ và công nghệ: Đề cập đến công nghệ xe nhưng không thuộc thương hiệu.",
    "12": "Thông tin pháp lý liên quan: Vấn đề kiện tụng, vi phạm pháp luật ảnh hưởng đến thương hiệu.",
    "13": "Sự cố về an toàn xe: Các lỗi kỹ thuật hoặc triệu hồi xe ảnh hưởng đến danh tiếng.",
    "14": "Chiến dịch quảng cáo gây tranh cãi: Quảng cáo có thể gây ảnh hưởng tiêu cực.",
    "15": "Khách hàng khiếu nại về dịch vụ: Nhắc đến thương hiệu với nhận xét không tốt về dịch vụ.",
    "16": "Bài viết nhầm lẫn thương hiệu: Nhắc đến nhầm lẫn giữa các hãng xe.",
    "17": "Thông tin về xu hướng thị trường ô tô: Nhắc đến thương hiệu trong nghiên cứu thị trường.",
    "18": "Thông tin về đối tác và nhà phân phối: Đề cập đến thương hiệu trong quan hệ hợp tác.",
    "19": "Thông tin về bảo hiểm xe: Nhắc đến thương hiệu xe trong bối cảnh bảo hiểm.",
    "20": "Sự cố mất thương hiệu hoặc vi phạm bản quyền: Các vấn đề về bản quyền thương hiệu.",
    "21": "Thông tin về đóng cửa đại lý: Nhắc đến việc đóng cửa gây ảnh hưởng đến thương hiệu.",
    "22": "Tin tức về ban lãnh đạo: Thay đổi lãnh đạo có thể ảnh hưởng đến danh tiếng.",
    "23": "Thông tin về trách nhiệm xã hội: Nhắc đến thương hiệu trong bối cảnh môi trường và cộng đồng.",
    "24": "Phản hồi tiêu cực từ khách hàng: Đánh giá không tốt trên mạng xã hội.",
    "25": "Thông tin về kế hoạch mở rộng thị trường: Nhắc đến thương hiệu trong bối cảnh mở rộng kinh doanh."
},
"pay Industry": {
    "1": "Thông tin về địa điểm sử dụng dịch vụ thanh toán: Nhắc đến thương hiệu trong thông tin không liên quan.",
    "2": "Thông tin về ví điện tử và thẻ thanh toán: Nhắc đến thương hiệu trong bối cảnh sử dụng ví hoặc thẻ.",
    "3": "Mini game và ưu đãi hoàn tiền: Các chương trình khuyến mãi nhưng không ảnh hưởng đến thương hiệu.",
    "4": "Thông tin giáo dục tài chính: Khóa học tài chính có nhắc đến thương hiệu.",
    "5": "Thông tin về giao dịch online: Nhắc đến dịch vụ thanh toán trong bối cảnh không thuộc thương hiệu.",
    "6": "Thông tin về bảo mật thanh toán: Đề cập đến các vấn đề an toàn tài chính có thể ảnh hưởng.",
    "7": "Thông tin tuyển dụng chung: Tuyển dụng ngành tài chính có nhắc đến thương hiệu.",
    "8": "Sự kiện fintech và hội thảo tài chính: Nhắc đến thương hiệu nhưng không phải nội dung chính.",
    "9": "Cạnh tranh giữa các nền tảng thanh toán: So sánh với đối thủ có thể ảnh hưởng.",
    "10": "Phản ánh chất lượng dịch vụ: Đánh giá tiêu cực về tốc độ hoặc phí dịch vụ.",
    "11": "Thông tin về công nghệ tài chính: Đề cập đến blockchain, AI nhưng không thuộc thương hiệu.",
    "12": "Thông tin pháp lý liên quan: Vấn đề kiện tụng, vi phạm pháp luật ảnh hưởng đến thương hiệu.",
    "13": "Sự cố bảo mật dữ liệu: Vấn đề lộ thông tin người dùng ảnh hưởng lớn đến danh tiếng.",
    "14": "Chiến dịch quảng cáo gây tranh cãi: Quảng cáo có thể gây ảnh hưởng tiêu cực.",
    "15": "Khách hàng khiếu nại về dịch vụ: Nhắc đến thương hiệu với nhận xét không tốt.",
    "16": "Bài viết nhầm lẫn thương hiệu: Nhắc đến nhầm lẫn giữa các nền tảng thanh toán.",
    "17": "Thông tin về xu hướng thanh toán số: Nhắc đến thương hiệu trong nghiên cứu thị trường.",
    "18": "Thông tin về đối tác tài chính: Đề cập đến thương hiệu trong quan hệ hợp tác.",
    "19": "Thông tin về chính sách ngân hàng và fintech: Nhắc đến thương hiệu trong bối cảnh chính sách mới.",
    "20": "Sự cố mất thương hiệu hoặc vi phạm bản quyền: Các vấn đề về bản quyền thương hiệu.",
    "21": "Thông tin về đóng cửa dịch vụ: Nhắc đến việc ngừng hoạt động gây ảnh hưởng đến thương hiệu.",
    "22": "Tin tức về ban lãnh đạo: Thay đổi lãnh đạo có thể ảnh hưởng đến danh tiếng.",
    "23": "Thông tin về trách nhiệm xã hội: Nhắc đến thương hiệu trong bối cảnh môi trường và cộng đồng.",
    "24": "Phản hồi tiêu cực từ khách hàng: Đánh giá không tốt trên mạng xã hội.",
    "25": "Thông tin về kế hoạch mở rộng thị trường: Nhắc đến thương hiệu trong bối cảnh mở rộng kinh doanh."
    }
}