{
  "mbbank": {
    "1": "Tin rao vặt, địa điểm dịch vụ (không liên quan MB Bank): Rao vặt, địa điểm gần chi nhánh MB Bank, không liên quan sản phẩm/dịch vụ.",
    "2": "Vị trí gần MB Bank (không phải nội dung chính): Đề cập vị trí gần MB Bank, không phải nội dung chính về thương hiệu.",
    "3": "Minigame, quà tặng (không ảnh hưởng thương hiệu MB Bank): Minigame, quà tặng không liên quan MB Bank hoặc không ảnh hưởng hình ảnh.",
    "4": "Giáo dục, đào tạo (không liên quan dịch vụ MB Bank): Khóa học nhắc đến MB Bank nhưng không liên quan dịch vụ tài chính.",
    "5": "Thời trang, phụ kiện (không liên quan MB Bank): Sản phẩm thời trang nhắc đến MB Bank nhưng không liên quan thông điệp tài chính.",
    "6": "Ẩm thực (không ảnh hưởng thương hiệu MB Bank): Quảng cáo nhà hàng gần MB Bank, không ảnh hưởng thương hiệu.",
    "7": "Dịch vụ tiện ích (không phản ánh thương hiệu MB Bank): Dịch vụ tiện ích nhắc đến MB Bank nhưng không phản ánh giá trị thương hiệu.",
    "8": "Tuyển dụng (không phải MB Bank): Tuyển dụng ngành khác, nhắc đến MB Bank trong địa chỉ.",
    "9": "Y tế, sức khỏe (đề cập MB Bank theo địa điểm): Bài viết về y tế, bảo hiểm sức khỏe nhắc đến MB Bank theo địa điểm.",
    "10": "Sự kiện, giải trí (không liên quan tài chính MB Bank): Sự kiện văn hóa, giải trí không liên quan hình ảnh tài chính MB Bank.",
    "11": "Công nghệ (không liên quan tài chính MB Bank): Nhắc đến MB Bank trong bối cảnh công nghệ không liên quan tài chính.",
    "12": "Giải trí, văn hóa (không quảng bá MB Bank): Hoạt động nghệ thuật đề cập MB Bank nhưng không quảng bá thương hiệu.",
    "13": "Quảng cáo bất đồng (không ảnh hưởng MB Bank): Tranh cãi quảng cáo không ảnh hưởng hình ảnh MB Bank.",
    "14": "Nhầm lẫn thương hiệu (không nghiêm trọng): Nhầm lẫn MB Bank với thương hiệu khác, không ảnh hưởng nghiêm trọng.",
    "15": "Nội dung không rõ ràng, spam: Bài viết vô nghĩa, lỗi chính tả, không liên quan MB Bank.",
    "16": "Hoạt động xã hội bên thứ ba (nhắc đến MB Bank): Hoạt động từ thiện không do MB Bank tổ chức, nhắc đến tên.",
    "17": "Bán sản phẩm không liên quan (nhắc đến MB Bank): Bán sản phẩm không liên quan, nhắc đến MB Bank.",
    "18": "Cho thuê dịch vụ (không liên quan tài chính MB Bank): Dịch vụ thuê ngoài nhắc đến MB Bank, không liên quan hoạt động tài chính.",
    "19": "Nội dung ngoại ngữ (chứa từ khóa MB Bank): Nội dung tiếng nước ngoài chứa từ khóa MB Bank, không liên quan thương hiệu.",
    "20": "Báo cáo tài chính, định kỳ MB Bank: Báo cáo tài chính, kết quả kinh doanh MB Bank (MBB: HOSE), ảnh hưởng đến đánh giá nhà đầu tư.",
    "###": "------------",
    "21": "Thị trường chứng khoán (liên quan MBB: HOSE): Tin tức chứng khoán liên quan cổ phiếu MBB, ảnh hưởng uy tín tài chính MB Bank.",
    "22": "Tuyển dụng MB Bank: Thông tin tuyển dụng của MB Bank, ảnh hưởng thương hiệu tuyển dụng.",
    "23": "Mời mở thẻ/sản phẩm MB Bank (nhân viên/môi giới): Nhân viên/môi giới MB Bank mời mở thẻ/gói tài khoản/vay vốn, ảnh hưởng hình ảnh dịch vụ.",
    "24": "MB Bank bị phạt, kiện tụng: Thông tin MB Bank bị phạt, kiện tụng, ảnh hưởng tiêu cực đến thương hiệu.",
    "25": "Sự cố bảo mật, rò rỉ dữ liệu MB Bank: Sự cố bảo mật, rò rỉ dữ liệu khách hàng MB Bank, ảnh hưởng niềm tin khách hàng.",
    "26": "Lãnh đạo MB Bank bị bắt, từ chức: Tin tức về lãnh đạo MB Bank (như ông Lưu Trung Thái) bị bắt, từ chức, ảnh hưởng nghiêm trọng thương hiệu.",
    "27": "MB Bank vướng bê bối tài chính: MB Bank liên quan rửa tiền, gian lận, lừa đảo, ảnh hưởng nghiêm trọng danh tiếng.",
    "28": "Khiếu nại, biểu tình về dịch vụ MB Bank: Khách hàng khiếu nại, biểu tình về dịch vụ MB Bank, ảnh hưởng lòng tin khách hàng.",
    "29": "Sập hệ thống, sự cố kỹ thuật MB Bank: Sập hệ thống thanh toán/ứng dụng MB Bank, sự cố kỹ thuật, ảnh hưởng uy tín.",
    "30": "Quảng cáo đối thủ cạnh tranh (ảnh hưởng MB Bank): Quảng cáo sản phẩm tài chính đối thủ cạnh tranh, ảnh hưởng hình ảnh/thị phần MB Bank.",
    "31": "Chính sách, quy định của MB Bank: Thông tin về thay đổi chính sách, điều khoản dịch vụ, lãi suất, phí giao dịch... của MB Bank. Những thay đổi này ảnh hưởng trực tiếp đến khách hàng và cần được theo dõi.",
    "32": "Tin tức về hoạt động kinh doanh, hợp tác, đầu tư của MB Bank: Ví dụ: MB Bank mở chi nhánh mới, hợp tác với đối tác chiến lược, đầu tư vào lĩnh vực mới... Những thông tin này phản ánh tình hình phát triển và định hướng của ngân hàng.",
    "33": "Đánh giá, so sánh sản phẩm/dịch vụ của MB Bank với đối thủ: Bài viết so sánh lãi suất, ưu nhược điểm của sản phẩm MB Bank với các ngân hàng khác. Thông tin này ảnh hưởng đến quyết định lựa chọn của khách hàng.",
    "34": "Thảo luận về trải nghiệm khách hàng với MB Bank (trên diễn đàn, mạng xã hội): Ý kiến, phản hồi của khách hàng về dịch vụ, ứng dụng, chất lượng phục vụ của MB Bank. Đây là nguồn thông tin quan trọng để đánh giá mức độ hài lòng của khách hàng.",
    "35": "Thông tin khuyến mại, ưu đãi của MB Bank: Các chương trình giảm giá, hoàn tiền, quà tặng khi sử dụng dịch vụ của MB Bank. (Tách riêng với mục 3 - Minigame, quà tặng vì mục này tập trung vào khuyến mại liên quan trực tiếp đến sản phẩm/dịch vụ).",
    "36": "Tin tức về công nghệ, ứng dụng mới của MB Bank: Ví dụ: MB Bank ra mắt tính năng mới trên app MBBank, áp dụng công nghệ AI vào dịch vụ... Những thông tin này thể hiện sự đổi mới và nỗ lực cải thiện dịch vụ của ngân hàng.",
    "37": "Báo cáo tài chính, định kỳ MB Bank: Báo cáo tài chính, kết quả kinh doanh MB Bank (MBB: HOSE), ảnh hưởng đến đánh giá nhà đầu tư.",
    "38": "Thị trường chứng khoán (liên quan MBB: HOSE): Tin tức chứng khoán liên quan cổ phiếu MBB, ảnh hưởng uy tín tài chính MB Bank."
  },
  "tpbank": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Nhắc đến TPBank trong thông tin địa điểm mà không liên quan đến dịch vụ tài chính của TPBank.",
    "2": "Thông tin đề cập vị trí gần TPBank: Ghi nhận vị trí gần TPBank mà không phải nội dung chính về thương hiệu TPBank.",
    "3": "Mini game và quà tặng: Các chương trình minigame, tri ân khách hàng của bên thứ ba mà không ảnh hưởng đến hình ảnh thương hiệu TPBank.",
    "4": "Thông tin giáo dục và đào tạo: Các khóa học có nhắc đến TPBank nhưng không liên quan đến chất lượng dịch vụ tài chính của TPBank.",
    "5": "Thông tin thời trang, phụ kiện: Sản phẩm thời trang, trang sức có nhắc đến TPBank nhưng không mang thông điệp tài chính liên quan đến TPBank.",
    "6": "Thông tin ẩm thực, dịch vụ ăn uống: Bài viết quảng bá nhà hàng, quán cafe gần TPBank mà không ảnh hưởng đến thương hiệu tài chính TPBank.",
    "7": "Thông tin dịch vụ tiện ích: Dịch vụ giặt ủi, bán lẻ có nhắc đến TPBank nhưng không phản ánh giá trị thương hiệu TPBank.",
    "8": "Thông tin tuyển dụng chung (không phải tuyển dụng TPBank): Tin tuyển dụng của ngành khác nhưng nhắc đến TPBank trong phần địa chỉ.",
    "9": "Thông tin y tế, sức khỏe: Các bài viết về dịch vụ y tế, bảo hiểm sức khỏe có nhắc đến TPBank theo địa điểm.",
    "10": "Sự kiện gia đình, giải trí: Bài viết về văn hóa, nghệ thuật không liên quan đến hình ảnh tài chính của TPBank.",
    "11": "Thông tin công nghệ không liên quan: Nhắc đến TPBank trong bối cảnh công nghệ không thuộc lĩnh vực tài chính của TPBank.",
    "12": "Thông tin giải trí và văn hóa: Hoạt động nghệ thuật có đề cập đến TPBank nhưng không nhằm quảng bá thương hiệu TPBank.",
    "13": "Thông tin quảng cáo bất đồng: Nội dung tranh cãi không ảnh hưởng đến hình ảnh thương hiệu TPBank.",
    "14": "Thông tin nhầm lẫn thương hiệu: Bài viết nhầm lẫn TPBank với một thương hiệu khác nhưng không gây ảnh hưởng nghiêm trọng.",
    "15": "Nội dung không rõ ràng và spam: Bài viết không có giá trị hoặc lỗi chính tả.",
    "16": "Thông tin hoạt động xã hội của bên thứ ba: Hoạt động từ thiện không do TPBank tổ chức nhưng có nhắc đến tên TPBank.",
    "17": "Thông tin bán sản phẩm không liên quan: Nhắc đến TPBank nhưng không phản ánh giá trị tài chính của TPBank.",
    "18": "Thông tin cho thuê dịch vụ: Các dịch vụ thuê ngoài có nhắc đến TPBank nhưng không liên quan đến hoạt động tài chính của TPBank.",
    "19": "Nội dung bằng ngôn ngữ khác có chứa từ khóa TPBank: Không thực sự liên quan đến thương hiệu TPBank.",
    "20": "Thông tin báo cáo tài chính, định kỳ của TPBank: Ảnh hưởng đến đánh giá thương hiệu TPBank từ khách hàng, nhà đầu tư.",
    "21": "Thông tin về thị trường chứng khoán có nhắc đến TPBank (cổ phiếu TPB): Gây tác động đến uy tín tài chính của TPBank.",
    "22": "Tuyển dụng nhân viên TPBank: Phản ánh môi trường làm việc tại TPBank, ảnh hưởng đến thương hiệu tuyển dụng của TPBank.",
    "23": "Nhân viên TPBank hoặc môi giới đăng bài mời mở thẻ TPBank: Có tác động đến hình ảnh dịch vụ ngân hàng của TPBank.",
    "24": "TPBank bị phạt hoặc kiện tụng: Gây ảnh hưởng tiêu cực đến thương hiệu TPBank.",
    "25": "Sự cố bảo mật hoặc rò rỉ dữ liệu khách hàng TPBank: Ảnh hưởng lớn đến niềm tin khách hàng vào TPBank.",
    "26": "Tin tức về lãnh đạo TPBank bị bắt, từ chức: Gây tác động mạnh đến hình ảnh thương hiệu TPBank.",
    "27": "TPBank vướng vào bê bối tài chính (rửa tiền, gian lận, lừa đảo): Ảnh hưởng nghiêm trọng đến danh tiếng của TPBank.",
    "28": "Khách hàng khiếu nại hoặc biểu tình về dịch vụ ngân hàng TPBank: Ảnh hưởng trực tiếp đến lòng tin của khách hàng vào TPBank.",
    "29": "Sập hệ thống thanh toán TPBank hoặc sự cố kỹ thuật nghiêm trọng: Gây mất uy tín thương hiệu TPBank trong mắt khách hàng.",
    "30": "Bài viết quảng cáo sản phẩm tài chính của đối thủ, so sánh với TPBank: Dễ gây hiểu nhầm hoặc tác động đến hình ảnh thương hiệu TPBank."
  },
  "bidv": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Nhắc đến BIDV trong thông tin địa điểm cửa hàng quần áo gần chi nhánh BIDV mà không liên quan đến dịch vụ tài chính của BIDV.",
    "2": "Thông tin đề cập vị trí gần BIDV: Ghi nhận vị trí 'cách BIDV 500m' trong bài viết về quán ăn mới khai trương mà không phải nội dung chính về thương hiệu BIDV.",
    "3": "Mini game và quà tặng: Chia sẻ thông tin mini game trên fanpage cộng đồng với giải thưởng không liên quan đến BIDV, dù có nhắc đến BIDV như một địa điểm.",
    "4": "Thông tin giáo dục và đào tạo: Thông báo khai giảng lớp học kế toán tại trung tâm đào tạo gần BIDV, không liên quan đến chất lượng dịch vụ tài chính của BIDV.",
    "5": "Thông tin thời trang, phụ kiện: Bài viết giới thiệu mẫu túi xách mới được bán tại cửa hàng đối diện BIDV, không mang thông điệp tài chính liên quan đến BIDV.",
    "6": "Thông tin ẩm thực, dịch vụ ăn uống: Bài viết quảng bá chương trình khuyến mãi của quán cafe gần BIDV chi nhánh X mà không ảnh hưởng đến thương hiệu BIDV.",
    "7": "Thông tin dịch vụ tiện ích: Thông tin về dịch vụ sửa chữa điện thoại gần cây ATM BIDV mà không phản ánh giá trị thương hiệu BIDV.",
    "8": "Thông tin tuyển dụng chung (không phải tuyển dụng BIDV): Tin tuyển dụng nhân viên bán hàng của siêu thị điện máy, địa chỉ làm việc gần BIDV.",
    "9": "Thông tin y tế, sức khỏe: Các bài viết về dịch vụ khám sức khỏe tại bệnh viện gần trụ sở BIDV, nhắc đến BIDV như một địa điểm lân cận.",
    "10": "Sự kiện gia đình, giải trí: Bài viết về chương trình ca nhạc tại nhà văn hóa gần chi nhánh BIDV, không liên quan đến hình ảnh tài chính của BIDV.",
    "11": "Thông tin công nghệ không liên quan: Nhắc đến BIDV trong bối cảnh đánh giá camera an ninh được lắp đặt tại chi nhánh BIDV.",
    "12": "Thông tin giải trí và văn hóa: Hoạt động múa lân khai trương cửa hàng có địa điểm gần BIDV nhưng không nhằm quảng bá thương hiệu BIDV.",
    "13": "Thông tin quảng cáo bất đồng: Nội dung tranh cãi về chất lượng sản phẩm của một thương hiệu khác, vô tình nhắc đến việc thanh toán qua BIDV.",
    "14": "Thông tin nhầm lẫn thương hiệu: Bài viết nhầm lẫn BIDV với một ngân hàng khác có tên tương tự, nhưng không gây ảnh hưởng nghiêm trọng.",
    "15": "Nội dung không rõ ràng và spam: Bài viết vô nghĩa, câu cú lủng củng, hoặc chứa ký tự lạ, không liên quan đến BIDV.",
    "16": "Thông tin hoạt động xã hội của bên thứ ba: Hoạt động từ thiện của một tổ chức phi chính phủ có in logo BIDV trên banner (không do BIDV tài trợ).",
    "17": "Thông tin bán sản phẩm không liên quan: Bài viết bán quần áo online nhắc đến việc chuyển khoản qua tài khoản BIDV, không phản ánh giá trị tài chính của BIDV.",
    "18": "Thông tin cho thuê dịch vụ: Dịch vụ cho thuê xe tự lái có địa điểm gần BIDV, nhưng không liên quan đến hoạt động tài chính của BIDV.",
    "19": "Nội dung bằng ngôn ngữ khác có chứa từ khóa BIDV: Một bài viết tiếng Anh về kinh tế Việt Nam có nhắc đến BIDV (Bank for Investment and Development of Vietnam) nhưng không thực sự liên quan đến danh tiếng hiện tại của thương hiệu.",
    "20": "Thông tin báo cáo tài chính, định kỳ của BIDV: Báo cáo kết quả kinh doanh quý/năm của BIDV, ảnh hưởng đến đánh giá thương hiệu từ khách hàng, nhà đầu tư.",
    "21": "Thông tin về thị trường chứng khoán có nhắc đến cổ phiếu BID của BIDV: Phân tích biến động giá cổ phiếu BID, gây tác động đến uy tín tài chính của BIDV.",
    "22": "Tuyển dụng nhân viên ngân hàng BIDV: Thông tin tuyển dụng các vị trí tại BIDV, phản ánh môi trường làm việc, ảnh hưởng đến thương hiệu tuyển dụng của BIDV.",
    "23": "Nhân viên BIDV hoặc môi giới đăng bài mời mở thẻ tín dụng BIDV: Bài viết quảng cáo thẻ tín dụng BIDV của nhân viên, có tác động đến hình ảnh dịch vụ ngân hàng của BIDV.",
    "24": "BIDV bị phạt hoặc kiện tụng: Thông tin về việc BIDV bị cơ quan quản lý phạt hoặc bị khách hàng kiện, gây ảnh hưởng tiêu cực đến thương hiệu BIDV.",
    "25": "Sự cố bảo mật hoặc rò rỉ dữ liệu khách hàng của BIDV: Thông tin về việc hệ thống BIDV bị tấn công, rò rỉ thông tin khách hàng, ảnh hưởng lớn đến niềm tin khách hàng.",
    "26": "Tin tức về lãnh đạo BIDV bị bắt, từ chức: Thông tin về việc chủ tịch/giám đốc BIDV bị bắt hoặc từ chức, gây tác động mạnh đến hình ảnh thương hiệu BIDV.",
    "27": "BIDV vướng vào bê bối tài chính (rửa tiền, gian lận, lừa đảo): Thông tin về việc BIDV bị cáo buộc liên quan đến các hoạt động phi pháp, ảnh hưởng nghiêm trọng đến danh tiếng của BIDV.",
    "28": "Khách hàng khiếu nại hoặc biểu tình về dịch vụ ngân hàng BIDV: Bài viết/video ghi lại cảnh khách hàng khiếu nại về thái độ phục vụ, phí dịch vụ của BIDV, ảnh hưởng trực tiếp đến lòng tin của khách hàng.",
    "29": "Sập hệ thống thanh toán hoặc sự cố kỹ thuật nghiêm trọng của BIDV: Thông tin về việc hệ thống ATM/Internet Banking của BIDV bị sập, gây mất uy tín thương hiệu trong mắt khách hàng.",
    "30": "Bài viết quảng cáo sản phẩm tài chính của đối thủ cạnh tranh trực tiếp với BIDV (Vietcombank, Vietinbank,...): So sánh lãi suất, ưu đãi giữa sản phẩm của đối thủ và BIDV, dễ gây hiểu nhầm hoặc tác động đến hình ảnh thương hiệu BIDV."
  },
  "mustang": {
    "1": "Tin rao vặt và địa điểm dịch vụ: Bài viết rao vặt về dịch vụ sửa chữa ô tô, vô tình nhắc đến Mustang như một ví dụ.",
    "2": "Thông tin vị trí gần đại lý Ford: Đề cập đến vị trí gần đại lý Ford nhưng nội dung chính không liên quan đến Mustang.",
    "3": "Mini game và quà tặng: Chương trình khuyến mãi của đại lý Ford, tặng quà có logo Ford, không liên quan trực tiếp đến Mustang.",
    "4": "Thông tin giáo dục về lái xe: Khóa học lái xe thể thao, có sử dụng một chiếc Mustang làm xe thực hành.",
    "5": "Thông tin về bảo dưỡng và sửa chữa xe: Hướng dẫn bảo dưỡng xe nói chung, Mustang chỉ là một trong số các ví dụ.",
    "6": "Thông tin về phụ kiện ô tô: Bài viết về phụ kiện độ xe, nhắc đến Mustang như một mẫu xe phổ biến để độ.",
    "7": "Thông tin tuyển dụng chung: Tuyển dụng kỹ thuật viên sửa chữa ô tô, yêu cầu kinh nghiệm làm việc với xe Ford (bao gồm Mustang).",
    "8": "Sự kiện triển lãm xe: Triển lãm ô tô, có gian hàng của Ford trưng bày Mustang, nhưng không phải là sự kiện riêng của Mustang.",
    "9": "So sánh Mustang với các mẫu xe thể thao khác (VD: Camaro, Challenger) về thiết kế ngoại thất.",
    "###": "----------------------------------------------------------------------------------------------------------------------------------------------------",
    "10": "Đánh giá chi tiết về hiệu suất động cơ của Mustang GT, so sánh với các đời trước.",
    "11": "Bài viết phân tích công nghệ an toàn mới được trang bị trên Mustang Mach-E.",
    "12": "Vụ kiện liên quan đến lỗi kỹ thuật của một chiếc Mustang cụ thể, gây tranh cãi trên mạng xã hội.",
    "13": "Thông tin triệu hồi xe Mustang do lỗi hệ thống phanh.",
    "14": "Chiến dịch quảng cáo mới của Ford về Mustang, bị chỉ trích vì sử dụng hình ảnh không phù hợp.",
    "15": "Khách hàng phàn nàn về chất lượng dịch vụ tại đại lý Ford khi mua Mustang.",
    "16": "Bài viết nhầm lẫn giữa Mustang Mach-E (SUV điện) và Mustang GT (xe cơ bắp truyền thống).",
    "17": "Phân tích xu hướng thị trường xe thể thao, dự đoán doanh số của Mustang trong năm tới.",
    "18": "Thông tin về mối quan hệ hợp tác giữa Ford và nhà cung cấp linh kiện cho Mustang.",
    "19": "So sánh các gói bảo hiểm xe khác nhau dành cho Mustang.",
    "20": "Vụ tranh chấp bản quyền thiết kế liên quan đến Mustang.",
    "21": "Thông tin về việc đóng cửa một đại lý Ford lớn, ảnh hưởng đến doanh số bán Mustang trong khu vực.",
    "22": "Tin tức về việc bổ nhiệm CEO mới của Ford, người có thể thay đổi chiến lược phát triển của Mustang.",
    "23": "Ford triển khai chương trình hỗ trợ cộng đồng, sử dụng Mustang làm xe dẫn đoàn trong một sự kiện từ thiện.",
    "24": "Một bài đăng tiêu cực lan truyền trên mạng xã hội, tố cáo Mustang là chiếc xe tốn xăng và khó bảo trì.",
    "25": "Kế hoạch mở rộng thị trường của Ford, bao gồm việc giới thiệu Mustang tại các quốc gia mới."
  }
}